<div id="md1"></div>
<div id="neirong">
<div id="wenzhang">
<h2>&nbsp;文章列表</h2>
<a href="#"><img src="images/1.png"></a>
<div>
<h3>如何依据人的本能进行设计？</h3>
<p>译者注：本文来自uxmag.com，作者提出产品设计不仅要“看上去不错”，也要“用起来感觉很好”。 这就需要从深层次去分析人的内在直觉与本能特点， 在闭环体验中寻找机会激发用户内在动力，给予正面丰富的反馈，从而提升用户的满意度。 文中的一些观点很有启发性，… </p>
</div>
<a href="#"><img src="images/2.png"></a>
<div>
<h3>如何有效的向用户传递信息?</h3>
<p>在设计产品的过程中，产品经理和设计师的职责之一，是有效的向用户传递信息。 在互联网产品中，操作引导、结果反馈、界面呈现的元素、大小、颜色等，都可以看作是信息的传递。 高效准确的信息传递，是良好用户体验的基础。下面总结了几种简单的进行有效信息传递的原则： 一、使用用户容易理解的语言 信息的传递过程就像是… </p>
</div>
<a href="#"><img src="images/3.png"></a>
<div>
<h3>有趣的下拉刷新!</h3>
<p>5月22日，Twitter正式宣布获得了下拉刷新的技术专利，这项专利是在一年前提出的， 虽然公司一再说明此项专利只用于保护自己，不会用来发起诉讼，但无疑这还是对行业来说是一个威胁。 下拉刷新这个操作最早由Tweetie创始人洛伦•布里切特(Loren Brichter)发明，到现在已经非常广… </p>
</div>
<a href="#"><img src="images/4.png"></a>
<div>
<h3>Embracing The Gesture-Driven Interface拥抱手势驱动的界面设计</h3>
<p>作为一名移动产品的视觉或用户体验设计师，你也许觉得Apple发布iPhone仿若昨日。 iPhone无疑为最个人、最私密的设备开启了一个全新以触摸屏为中心的交互时代，是当之无愧的游戏规则创建者。 如今，孩子们在这样一个被触摸屏包围的环境下长大… </p>
</div>
</div>
<div id="md2"></div>
</div>